Repository: tpfanco/tpfanco-admin
Catalog: po/*.po
Languages: fr, gl, it, ru

source: Click to turn fan animation on/off
fr: Cliquez pour démarrer/arrêter l'animation du ventilateur
gl: Prema para activar/desactivar a animación do ventilador
it: Clicca per accendere/spegnere l'animazione della ventola
ru: Нажать, чтобы включить или выключить анимацию вентилятора

source: Unable to connect to ThinkPad Fan Control daemon (tpfand). Please make sure you are running this program on a supported IBM/Lenovo ThinkPad, a recent thinkpad_acpi module is loaded with fan_control=1 and tpfand has been started.
fr: Impossible de se connecter au démon de contrôle des ventilateurs ThinkPad (tpfand). Veuillez vous assurer que vous avez installé ce programme sur une plateforme IBM/Lenovo ThinkPad supportée, qu'un module thinkpad_acpi récent est chargé avec fan_control=1 et que tpfand est bien démarré.
gl: Non foi posíbel a conexión co demo ThinkPad Fan Control (tpfand). Por favor, asegúrese de que está a executar este programa nun Thinkpad de IBM/Lenovo soportado, de ter cargado unha versión recente do módulo thinkpad_acpi con fan_control=1 e de que o demo tpfand foi iniciado.
it: Impossibile connettere al daemon di ThinkPad Fan Control (tpfand). Assicurarsi che il programma sia in esecuzione su un ThinkPad IBM/Lenovo supportato, che il modulo thinkpad_acpi usato sia recente e con fan_control=1 e che tpfand sia in esecuzione.
ru: Не удалось подсоединиться к службе ThinkPad Fan Control (tpfand). Пожалуйста, убедитесь, что вы используете данное приложение на одном из поддерживаемых IBM/Lenovo ThinkPad, загружена последняя версия модуля thinkpad_acpi с опцией fan_control=1, а также служба tpfand запущена.

source: ThinkPad Fan Control Configuration
fr: Configuration du contrôle des ventilateurs ThinkPad
gl: Configuración de ThinkPad Fan Control
it: Configurazione di ThinkPad Fan Control
ru: Конфигурация ThinkPad Fan Control

source: The version of the ThinkPad Fan Control daemon (tpfand) installed on your system is too old. This version of tpfan-admin requires tpfand %s or later, however tpfand %s is installed on your system.
fr: La version du démon de contrôle des ventilateurs ThinkPad (tpfand) installée sur votre système est trop ancienne. Cette version de tpfan-admin requiert la version %s de tpfand ou une version plus récente, cependant tpfand %s est installée.
gl: A versión do demo ThinkPad Fan Control (tpfand) instalada no seu sistema é demasiado antiga. Esta versión de tpfan-admin require tpfand %s ou posterior; porén, a versión instalada no seu sistema é tpfand %s.
it: La versione installata del demone di ThinkPad Fan Control (tpfand) è troppo vecchia. Questa versione di tpfan-admin richiede tpfand %s o successive, comunque tpfand %s è installato nel sistema.
ru: Версия служба ThinkPad Fan Control (tpfand) установленная на вашей системе устарела. Эта версия tpfan-admin нуждается в tpfand %s или более поздней версии tpfand, а на вашей системе установлен tpfand %s.

source: By enabling software control of the system fan, you can damage or shorten the lifespan of your notebook. IN NO EVENT UNLESS REQUIRED BY APPLICABLE LAW OR AGREED TO IN WRITING WILL ANY COPYRIGHT HOLDER, OR ANY OTHER PARTY WHO MAY MODIFY AND/OR REDISTRIBUTE THE PROGRAM, BE LIABLE TO YOU FOR DAMAGES, INCLUDING ANY GENERAL, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE PROGRAM (INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DATA BEING RENDERED INACCURATE OR LOSSES SUSTAINED BY YOU OR THIRD PARTIES OR A FAILURE OF THE PROGRAM TO OPERATE WITH ANY OTHER PROGRAMS), EVEN IF SUCH HOLDER OR OTHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Are you sure that you want to enable software control of the system fan?
fr: En activant le contrôle logiciel du ventilateur système, vous pouvez endommager ou raccourcir la durée de vie de votre portable. EN AUCUN CAS, SAUF CEUX PRÉVUS PAR LA LOI OU ACCEPTÉS PAR ÉCRIT, UN DÉTENTEUR DES DROITS D'AUTEUR, OU UNE TIERCE PARTIE POUVANT AVOIR MODIFIÉ ET/OU REDISTRIBUÉ LE PROGRAMME, NE POURRA ÊTRE TENUE RESPONSABLE DE DÉGÂTS VOUS AYANT ÉTÉ INFLIGÉS, CECI INCLUE TOUT DOMMAGE D'ORDRE GÉNÉRAL, SPÉCIAL, SECONDAIRE OU IMPORTANT DUS À L'UTILISATION OU À LA MAUVAISE UTILISATION DU PROGRAMME (SONT INCLUS DE MANIÈRE NON EXHAUSTIVE LES DONNÉES PERDUES OU RENDUES INUTILISABLES SUBIES PAR VOUS OU UNE TIERCE PARTIE OU UN ÉCHEC DU PROGRAMME À COOPÉRER AVEC D'AUTRES PROGRAMMES), MÊME SI UN DÉTENTEUR DU PROGRAMME OU UNE TIERCE PARTIE VOUS AVAIT PRÉVENU DE LA POSSIBILITÉ DE TELS DOMMAGES. Êtes-vous sûr de vouloir activer le contrôle logiciel du ventilateur système?
gl: Ao activar o software de control do ventilador do sistema, vostede pode danar ou acurtar o tempo de vida do seu portátil. EN NINGÚN CASO AGÁS OS REQUERIDOS POR LEIS PERTINENTES OU ACORDOS POR ESCRITO PODERÁ NINGÚN TITULAR DOS DEREITOS, OU CALQUERA OUTRA PARTE QUE TEÑA MODIFICADO E/OU DISTRIBUÍDO O PROGRAMA, SER RESPONSÁBEL ANTE VOSTEDE POR DANOS, INCLUÍNDO DANOS XERAIS, ESPECIAIS, INCIDENTAIS OU CONSECUENTES DERIVADOS DO USO OU A INCAPACIDADE DE USO DO PROGRAMA (INCLUÍNDO, PERO NON LIMITADO, A PERDA DE DATOS OU DATOS BOTADOS A PERDER OU PERDAS SOFRIDAS POR VOSTEDE OU POR TERCEIRAS PARTES OU UN ERRO DO PROGRAMA Á HORA DE TRABALLAR CON OUTROS PROGRAMAS), INCLUSO SE O DEVANDITO TITULAR OU OUTRA PARTE FORON ADVERTIDOS DA POSIBILIDADE DESTES DANOS. Está seguro de querer activar o software de control do ventilador do sistema?
it: Abilitando il controllo software della ventola di sistema, potresti danneggiare o diminuire la vita residua del notebook. IN NESSUN CASO, ESCLUSI QUELLI DI LEGGE O CONCORDATI PER ISCRITTO, IL TITOLARE DEL COPYRIGHT O EVENTUALI TERZI CHE POSSANO AVER MODIFICATO E/O RIDISTRIBUITO IL PROGRAMMA POSSONO ESSERE CONSIDERATI RESPONSABILI PER I DANNI, COMPRESI QUELLI GENERALI, SPECIALI, ACCIDENTALI O CONSEGUENTI ALL'USO O ALL'INCAPACITÀ NELL'USO DEL PROGRAMMA (INCLUSO E NON LIMITATO ALLA PERDITA DI DATI O ALLA LORO PERDITA DI INTEGRITÀ O PRECISIONE SUBITE DA LEI O DA TERZE PERSONE O NEL MALFUNZIONAMENTO DEL PROGRAMMA IN ASSOCIAZIONE AD ALTRI PROGRAMMI), ANCHE NEL CASO IN CUI IL TITOLARE O TERZE PERSONE SIANO STATE AVVISATE DELLA POSSIBILITÀ DI QUESTO TIPO DI DANNI. Sei sicuro di voler abilitare il controllo software della ventola di sistema?
ru: Включая управление системного вентилятора программой вы можете повредить ваш ноутбук или понизить срок его жизни. НИ В КОЕМ СЛУЧАЕ, ЕСЛИ НЕ ТРЕБУЕТСЯ ПРИМЕНИМЫМ ЗАКОНОМ ИЛИ ПИСЬМЕННЫМ СОГЛАШЕНИЕМ, НИ ОДИН ИЗ ПРАВООБЛАДАТЕЛЕЙ ИЛИ СТОРОН, ИЗМЕНЯВШИХ И/ИЛИ ПЕРЕДАВАВШИХ ПРОГРАММУ, КАК БЫЛО РАЗРЕШЕНО ВЫШЕ, НЕ ОТВЕТСТВЕНЕН ЗА УЩЕРБ, ВКЛЮЧАЯ ОБЩИЙ, КОНКРЕТНЫЙ, СЛУЧАЙНЫЙ ИЛИ ПОСЛЕДОВАВШИЙ УЩЕРБ, ВЫТЕКАЮЩИЙ ИЗ ИСПОЛЬЗОВАНИЯ ИЛИ НЕВОЗМОЖНОСТИ ИСПОЛЬЗОВАНИЯ ПРОГРАММЫ (ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ ПОТЕРЕЙ ДАННЫХ ИЛИ НЕВЕРНОЙ ОБРАБОТКОЙ ДАННЫХ, ИЛИ ПОТЕРИ, УСТАНОВЛЕННЫЕ ВАМИ ИЛИ ТРЕТЬИМИ ЛИЦАМИ, ИЛИ НЕВОЗМОЖНОСТЬ ПРОГРАММЫ РАБОТАТЬ С ДРУГИМИ ПРОГРАММАМИ), ДАЖЕ В СЛУЧАЕ ЕСЛИ ПРАВООБЛАДАТЕЛЬ ЛИБО ДРУГАЯ СТОРОНА БЫЛА ИЗВЕЩЕНА О ВОЗМОЖНОСТИ ТАКОГО УЩЕРБА. Вы уверены, что хотите включить управление системного вентилятора программой?

source: By disabling manual configuration your custom settings will be lost. Are you sure that you want to disable the manual configuration?
fr: En désactivant la configuration manuelle, vos paramètres personnalisés seront perdus. Êtes-vous sûr de vouloir désactiver la configuration manuelle?
gl: Se desactiva a configuración manual a súa configuración actual perderase. Está seguro de que desexa desactivar a configuración manual?
it: Disabilitando la configurazione manuale le impostazioni personali saranno perse. Sei sicuro di voler disabilitare la configurazione manuale?
ru: При отключении ручной конфигурации все индивидуальные настройки будут потеряны. Вы уверены, что хотите отключить ручную конфигурацию?

source: Submitting your fan profile to the developers of ThinkPad Fan Control allows them to integrate it into the next version of this software. %s Please make sure that your notebook is quiet and not overheating with your current settings. Are you sure that you want to submit your profile now?
fr: Soumettre votre profil de contrôle au développeurs du Contrôle de Ventilateur ThinkPad les autorise à l'intégrer dans la prochaine version du logiciel. %s Veuillez vous assurer que votre portable est silencieux et ne surchauffe pas avec vos paramètres actuels. Êtes-vous sûr de vouloir soumettre votre profil maintenant?
gl: O envío do seu perfil aos desenvolvedores de ThinkPad Fan Control permite integralo nas sucesivas versións deste software. %s Por favor, asegúrese de que o ser portátil é silencioso e non se sobrequenta coa súa configuración actual. Está seguro de querer enviar o seu perfil agora?
it: Inoltrando il tuo profilo ventola agli sviluppatori di ThinkPad Fan Control permetti loro di integrarlo nella prossima versione di questo software. %s Assicurarsi che con il settaggio corrente il notebook sia silenzioso e non surriscaldato. Sei sicuro di voler inoltrare ora il profilo?
ru: Отсылка вашего профиля управления вентилятором разработчикам ThinkPad Fan Control позволит им включить его в следующую версию данной программы. %s Пожалуйста, убедитесь, что ваш ноутбук тих и не перегревается с текущими настройками. Вы уверены, что хотите отослать ваш профиль?

source: A fan profile for your notebook model already exists. Please only submit your custom fan profile if it leads to better results than the non-manual configuration of ThinkPad Fan Control on your notebook.
fr: Un profil de contrôle existe déjà pour votre portable. Veuillez ne soumettre votre profil de contrôle personnalisé que s'il donne de meilleurs résultats que la configuration automatique du Contrôle de Ventilateur ThinkPad sur votre portable.
gl: Xa existe un perfil para o seu modelo de portátil. Por favor, envíe o seu perfil só no caso de que supoña unha mellora sobre a configuración non manual de ThinkPad Fan Control no seu portátil.
it: Un profilo ventola per il tuo modello di notebook esiste già. Per favore inoltra i profili ventola personali solo se portano a risultati migliori di quelli di ThinkPad Fan Control in configurazione non manuale.
ru: Профиль управления вентилятором для вашей модели ноутбука уже существует. Пожалуйста, отсылайте ваш профиль только в том случае, если он даёт лучшие результаты чем автоматическая конфигурация ThinkPad Fan Control.

source: No fan profile exists for your notebook at this time. Your submission is appreciated.
fr: Aucun profil de contrôle n'existe actuellement pour votre portable. Votre collaboration est la bienvenue.
gl: Non existe ningún perfil para o seu modelo de portátil neste intre. A súa contribución é moi valorada.
it: Al momento non esistono profili ventola per il tuo notebook. L'inoltro dei tuoi profili è apprezzato.
ru: На данный момент профиля управления вентилятором для вашего ноутбука не существует. Заранее благодарим за отсылку вашего профиля.

source: Monitors the temperature and controls the fan-speed of IBM/Lenovo ThinkPad Notebooks
fr: Affiche la température et contrôle la vitesse du ventilateur sur les portables IBM/Lenovo ThinkPad
gl: Monitoriza a temperatura e controla a velocidade do ventilador dos portátiles IBM/Lenovo ThinkPad
it: Monitorizzano la temperatura e controllano la velocità della ventola dei notebook ThinkPad IBM/Lenovo
ru: Наблюдает температуру и управляет скоростью вентилятора ноутбуков IBM/Lenovo ThinkPad

source: Daemon (tpfand) version: %s GTK+ configuration UI (tpfan-admin) version: %s
fr: Version du démon (tpfand): %s Version de l'interface de configuration GTK+ (tpfan-admin): %s
gl: Versión do demo (tpfand): %s Versión da interfaz de configuración GTK+ (tpfan-admin): %s
it: Versione del daemon (tpfand): %s Versione di GTK+ configuration UI (tpfan-admin): %s
ru: Версия службы (tpfand): %s Версия интерфейса GTK+ конфигурации (tpfan-admin): %s

source: No profile is used because you enabled manual configuration.
fr: Aucun profil n'est utilisé car vous avez activé la configuration manuelle.
gl: Non se está a usar ningún perfil porque activou a configuración manual.
it: Nessun profilo in uso perchè la configurazione manuale è abilitata.
ru: Профили не используются, так как вы используете ручную конфигурацию.

source: Unlocked
fr: Déverrouillé
gl: Desbloqueado
it: Sbloccato
ru: Разблокировано

source: Unlock
fr: Déverrouiller
gl: Desbloquear
it: Sblocca
ru: Разблокировать

source: Unknown
fr: Inconnu
gl: Descoñecido
it: Sconosciuto
ru: Неизвестно

source: off
fr: désactivé
gl: desactivado
it: spento
ru: выкл.

source: interval
fr: interne
gl: intervalo
it: Intervallo
ru: интервал

source: Split
fr: Scinder
gl: Dividir
it: Dividi
ru: Разделить

source: Remove
fr: Enlever
gl: Eliminar
it: Rimuovi
ru: Удалить

source: Name for temperature sensor %d
fr: Nom du capteur de température %d
gl: Nome para o sensor de temperatura %d
it: Nome per il sensore di temperatura %d
ru: Название температурного датчика %d

source: ThinkPad Fan Control
fr: Contrôle de Ventilateur ThinkPad
gl: Control do ventilador do ThinkPad

source: Monitors the temperature and controls the fan-speed of IBM/Lenovo ThinkPad Notebooks
fr: Affiche la température et contrôle la vitesse des ventilateurs des portables IBM/Lenovo ThinkPad
gl: Monitoriza a temperatura e controla a velocidade do ventilador nos portátiles IBM/Lenovo ThinkPad
it: Monitorizzano la temperatura e controllano la velocità della ventola dei notebook ThinkPad IBM/Lenovo
ru: Наблюдает температуру и управляет скоростью вентилятора ноутбуков IBM/Lenovo ThinkPad

source: <b>Control system fan by software</b>
fr: <b>Controler le ventilateur système par voie logicielle</b>
gl: <b>Controlar o ventilador do sistema mediante software</b>
it: Controllo della ventola di sistema tramite software
ru: <b>Управлять системным вентилятором с помощью приложения</b>

source: Allows you to make your computer quieter by configuring the system fan to turn on at higher temperatures than specified by the manufacturer. <b>You can damage or shorten the lifespan of your computer by allowing too high temperatures.</b>
fr: Vous permet de rendre votre ordinateur plus silencieux en configurant le ventilateur système de manière à ce qu'il ne s'allume qu'aux températures maximales indiquées par le constructeur. <b>Vous pouvez endommager ou réduire la durée de vie de votre ordinateur en configurant de trop hautes températures.</b>
gl: Permítelle reducir o nivel de ruído do seu computador mediante a configuración do ventilador do sistema para que acenda a temperaturas máis elevadas que as especificadas polo fabricante. <b>Permitir temperaturas demasiado elevadas pode danar ou acurtar o periodo de vida do seu computador</b>
it: Permette di rendere il computer più silenziono configurando la ventola di sistema per l'accensione a temperature più alte di quelle indicate dalla casa costruttrice. <b>A temperature troppo elevate si potrebbe danneggiare o accorciare la vita residua del computer.</b>
ru: Позволяет сделать ноутбук тише, настраивая вентилятор таким образом, что он включается при более высоких температурах, чем указанно производителем. <b>Вы можете повредить ноутбук слишком высокими температурами или понизить срок его жизни.</b>

source: <b>Temperatures</b>
fr: <b>Températures</b>
gl: <b>Temperaturas</b>
it: <b>Temperature</b>
ru: <b>Температуры</b>

source: Manually configure system fan trigger temperatures
fr: Configurer manuellement les températures des paliers du ventilateur
gl: Configurar manualmente as temperaturas que activan o ventilador do sistema
it: Configura manualmente le temperature alle quali attivare la ventola di sistema
ru: Настраивать температуры переключения вентилятора вручную

source: Hysteresis
fr: Hystérésis
gl: Histéresis
it: Isteresi
ru: Гистерезис

source: Interval cooling mode: duration of an interval
fr: Mode de reffroidissement par intervalles: durée d'un intervalle
gl: Modo do intervalo de refrixeración: duración dun intervalo
it: Modo di raffreddamento ad intervalli: durata di un intervallo
ru: Режим интервального охлаждения: длительность интервала

source: Interval cooling mode: minimum delay between intervals
fr: Mode de reffroidissement par intervalles: délai minimum entre les intervalles
gl: Modo do intervalo de refrixeración: retardo mínimo entre intervalos
it: Modo di raffreddamento ad intervalli: ritardo minimo tra gli intervalli
ru: Режим интервального охлаждения: минимальное расстояние между интервалами

source: Advanced options
fr: Options avancées
gl: Opcións avanzadas
it: Opzioni avanzate
ru: Дополнительные настройки

source: <b>Monitoring</b>
fr: <b>Affichage</b>
gl: <b>Monitorización</b>
it: <b>Monitoraggio</b>
ru: <b>Наблюдение</b>

source: Profile comments
fr: Commentaires de profil
gl: Comentarios do perfil
it: Commenti del profilo
ru: Комментарии к профилю

source: Profile information
fr: Informations de profil
gl: Información do perfil
it: Informazioni del profilo
ru: Информация о профиле

source: Used fan profiles
fr: Profil système utilisé
gl: Perfís usados
it: Profili di ventola utilizzati
ru: Используемый профиль

source: Notebook model
fr: Modèle de portable
gl: Modelo de portátil
it: Modello del notebook
ru: Модель ноутбука

source: gtk-about
gl: sobre-gtk
it: gtk-informazioni

source: Submit profile...
fr: Soumettre un profil...
gl: Enviar perfil...
it: Inoltra un profilo...
ru: Отослать профиль...

source: gtk-close
gl: gtk-fechar
it: gtk-chiudi

source: Change sensor name
fr: Changer le nom du capteur
gl: Cambiar o nome do sensor
it: Cambia il nome del sensore
ru: Изменить название датчика

source: gtk-cancel
it: gtk-annulla

source: %d RPM%s
fr: %d tr/min%s
ru: %d об/мин%s

source: hw-ctrld
ru: апп.-упр.

source: s
ru: сек
